acl
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-utils
archlinux-keyring
arduino10
aspell
at-spi2-atk
at-spi2-core
atk
attr
autoconf
automake
avahi
babl
bash
bc
bind-tools
binutils
bison
blackarch-keyring
boost-libs
bzip2
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo-infinality-ultimate
chromium
clucene
cmatrix
colord
compositeproto
confuse
coreutils
cracklib
ctags
cups
cups-filters
curl
damageproto
db
dbus
dbus-glib
dcfldd
dconf
deluge
desktop-file-utils
device-mapper
dhcpcd
dialog
diffutils
dmenu
dmxproto
dnssec-anchors
dosfstools
dotconf
e2fsprogs
elfutils
enchant
expat
extundelete
fakeroot
feh
fftw
file
filesystem
findutils
fixesproto
flac
flex
fltk
fontconfig-infinality-ultimate
fontsproto
fprintd
freetype2-infinality-ultimate
gawk
gc
gcc-libs
gdbm
gdk-pixbuf2
geda-gaf
gegl02
geoclue2
geoip
geoip-database
gettext
giblib
giflib
gimp
git
glew
glib-networking
glib2
glibc
glu
gmp
gnu-netcat
gnupg
gnutls
gpgme
gpm
graphite
grep
groff
gsettings-desktop-schemas
gsfonts
gst-plugins-base-libs
gstreamer
gtk-chtheme
gtk-engine-murrine
gtk-theme-arc-git
gtk-update-icon-cache
gtk2
gtk3
guile
gvim-python3
gzip
harfbuzz
harfbuzz-icu
hicolor-icon-theme
hping
hspell
htop
hunspell
hwids
hyphen
i3-gaps-git
i3lock
i3lock-wrapper
i3status
iana-etc
icu
idnkit
ilmbase
imagemagick
imlib2
inetutils
inputproto
iproute2
iptables
iputils
iw
j4-dmenu-desktop
jasper
java-environment-common
java-runtime-common
java-rxtx
jdk8-openjdk-infinality
jre7-openjdk
jre7-openjdk-headless
jre8-openjdk-headless-infinality
jre8-openjdk-infinality
js17
json-c
json-glib
kbd
kbproto
keyutils
kmod
krb5
lbd
lcms
lcms2
ldns
less
lib32-acl
lib32-alsa-lib
lib32-alsa-plugins
lib32-attr
lib32-bzip2
lib32-cairo-infinality-ultimate
lib32-elfutils
lib32-expat
lib32-fontconfig-infinality-ultimate
lib32-freetype2-infinality-ultimate
lib32-gcc-libs
lib32-gdk-pixbuf2
lib32-gettext
lib32-glib2
lib32-glibc
lib32-glu
lib32-harfbuzz
lib32-icu
lib32-lcms2
lib32-libcap
lib32-libcroco
lib32-libdatrie
lib32-libdbus
lib32-libdrm
lib32-libffi
lib32-libgcrypt
lib32-libgpg-error
lib32-libice
lib32-libidn
lib32-libjpeg-turbo
lib32-libnl
lib32-libpcap
lib32-libpciaccess
lib32-libpng
lib32-librsvg
lib32-libsm
lib32-libthai
lib32-libtiff
lib32-libtxc_dxtn
lib32-libusb
lib32-libx11
lib32-libxau
lib32-libxcb
lib32-libxcursor
lib32-libxdamage
lib32-libxdmcp
lib32-libxext
lib32-libxfixes
lib32-libxft
lib32-libxi
lib32-libxml2
lib32-libxrandr
lib32-libxrender
lib32-libxshmfence
lib32-libxss
lib32-libxxf86vm
lib32-llvm-libs
lib32-mesa
lib32-mesa-libgl
lib32-ncurses
lib32-pango
lib32-pcre
lib32-pixman
lib32-readline
lib32-systemd
lib32-util-linux
lib32-wayland
lib32-xz
lib32-zlib
libabw
libaio
libarchive
libassuan
libasyncns
libatomic_ops
libcap
libcdr
libcroco
libcups
libdaemon
libdatrie
libdbus
libdmx
libdrm
libe-book
libedit
libelf
libepoxy
libetonyek
libev
libevdev
libevent
libexif
libffi
libfm
libfm-extra
libfontenc
libfprint
libgcrypt
libglade
libgpg-error
libgudev
libgusb
libice
libid3tag
libidn
libjpeg-turbo
libksba
libldap
liblqr
libmm-glib
libmng
libmpdclient
libmspub
libmwaw
libnl
libnm-glib
libnotify
libodfgen
libogg
libomxil-bellagio
libpagemaker
libpaper
libpcap
libpciaccess
libpipeline
libpng
libproxy
libpulse
libreoffice-fresh
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libsm
libsndfile
libsoup
libspiro
libssh2
libstroke
libsystemd
libtasn1
libthai
libtiff
libtirpc
libtool
libtorrent-rasterbar
libtxc_dxtn
libunistring
libunwind
libusb
libusb-compat
libutempter
libutil-linux
libvisio
libvorbis
libvpx
libwebp
libwmf
libwpd
libwpg
libwps
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdmcp
libxext
libxfixes
libxfont
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxvmc
libxxf86dga
libxxf86vm
libyaml
licenses
linux
linux-api-headers
linux-firmware
llvm-libs
logrotate
lpsolve
lua
lua52
lvm2
lxmenu-data
lz4
lzo
m4
make
man-db
man-pages
mcpp
menu-cache
mesa
mesa-libgl
metasploit
mkinitcpio
mkinitcpio-busybox
mlocate
mpfr
mtdev
ncmpcpp
ncurses
neon
netctl
nettle
nmap
npth
nspr
nss
ocl-icd
openexr
openjpeg
openresolv
openssh
openssl
orc
otf-quintessential-ib
p11-kit
pacgraph
package-query
pacman
pacman-mirrorlist
pam
pambase
pango
parted
patch
pciutils
pcmanfm
pcmciautils
pcre
perl
perl-error
perl-file-basedir
perl-io-socket-ssl
perl-ipc-system-simple
perl-net-ssleay
perl-uri
pinentry
pixman
pkg-config
polkit
poppler
popt
postgresql
postgresql-libs
procps-ng
psmisc
pygobject2-devel
pygtk
python
python-xdg
python2
python2-cairo
python2-cffi
python2-chardet
python2-crypto
python2-cryptography
python2-enum34
python2-gobject2
python2-idna
python2-ipaddress
python2-packaging
python2-ply
python2-pyasn1
python2-pycparser
python2-pyopenssl
python2-pyserial
python2-requests
python2-setuptools
python2-six
python2-twisted
python2-urllib3
python2-xdg
python2-zope-interface
qpdf
randrproto
ranger
raptor
rasqal
readline
recordproto
redland
renderproto
rest
ruby
ruby-bundler
run-parts
rxvt-unicode
rxvt-unicode-terminfo
screenfetch
scrnsaverproto
scrot
sed
shadow
shared-mime-info
slowloris
snappy
speech-dispatcher
sqlite
startup-notification
steam
steam-fonts
sudo
sysfsutils
systemd
systemd-sysvcompat
t1-dejavu-ib
taglib
tar
texinfo
thin-provisioning-tools
tigervnc
tmux
ttf-droid-ib
tzdata
unzip
usbutils
util-linux
vi
videoproto
vim-runtime
wayland
webkit2gtk
weechat
wget
which
wine
wireless_tools
wpa_supplicant
xautolock
xbitmaps
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xdg-utils
xextproto
xf86-input-evdev
xf86-video-intel
xf86-video-nouveau
xf86dgaproto
xf86vidmodeproto
xineramaproto
xkeyboard-config
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-utils
xorg-sessreg
xorg-setxkbmap
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xdpyinfo
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbutils
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xproto
xterm
xz
yajl
yaourt
zenity
zlib
zsh
zsh-completions
